Repository: zahidayturan/ButceTakip
Catalog: lib/l10n/app_*.arb
Languages: ar, tr

# answerTwo
source: The fact that the database does not support the old version with the last update to the application may have caused this problem. In order not to encounter this situation, our technical team performs the backup process during the version update, you can still leave a feedback.
ar: قد يكون السبب في حدوث هذه المشكلة هو عدم دعم قاعدة البيانات للإصدار القديم مع التحديث الأخير الذي طرأ على التطبيق. يقوم فريقنا الفني لتجنب مواجهة هذا الموقف بإجراء عملية النسخ الاحتياطي أثناء تحديث الإصدار، بإمكانك التواصل معنا.
tr: Uygulamaya gelen son güncelleme ile veri tabanı eski sürümü desteklememesi bu soruna yol açmış olabilir. Teknik ekibimiz bu durumla karşılaşmamak için versiyon güncellenmesinde yedekleme işlemini gerçekleştirmektedirler, yine de geri bildirim bırakabilirsiniz.

# answerThree
source: You can contact us via our e-mail or Linkedin addresses in the contact section of our application.
ar: يمكنك التواصل معنا عبر البريد الإلكتروني أو عبر عنوان لنكدن في قسم التواصل في تطبيقنا.
tr: Uygulamamızda iletişim kısmındaki mail veya Linkedin adreslerimiz üzerinden bizlere ulaşabilirsiniz.

source: Password Status
ar: وضع كلمة المرور
tr: Giriş Şifresi Durumu

# newPasscode
source: Enter the new password
ar: أدخل كلمة المرور الجديدة
tr: Yeni şifre kodunu giriniz

source: Confirm password
ar: تأكيد كلمة المرور
tr: Tekrar giriniz

source: Passwords Do Not Match
ar: كلمات المرور غير متطابقة
tr: Şifreler Eşleşmiyor

# passwordCreated
source: Your Password Has Been Created
ar: تم إنشاء كلمة المرور
tr: Şifreniz Oluşturuldu

source: Security question:
ar: سؤال الأمان:
tr: Güvenlik sorusu:

source: Enter the passcode
ar: أدخل كلمة المرور
tr: Şifre kodunu giriniz

source: Wrong password
ar: كلمة مرور خاطئة
tr: Yanlış şifre

source: Warning
ar: تحذير
tr: Uyarı

# youHaveNotCreatedAnyPasswordWarning
source: You have not created any password. Do you still want to create a password?
ar: لم تحدد أي كلمة مرور. هل ترغب بالتراجع عن وضع كلمة المرور؟
tr: Herhangi bir şifre belirlemediniz. Şifre koymaktan vaz mı geçiyorsunuz?

source: Yes
ar: استمرار
tr: Geri Dön

source: No
ar: تراجع
tr: Vazgeç

source: What is your favorite animal ?
ar: ما هو حيوانك المفضل ؟
tr: En sevdiğin hayvan nedir ?

source: Please enter a name
ar: الرجاء أدخل الاسم
tr: Lütfen bir değer giriniz

source: Enter
ar: أدخل
tr: Giriniz

source: Forgot Password?
ar: نسيت كلمة المرور
tr: Şifremi Unuttum

# disablePasswordParagraph
source: To disable the password, you must answer the security question. You only have 3 tries, in case you enter incorrectly, your data will be deleted. If you are ready.
ar: لإلغاء كلمة المرور يجب عليك الإجابة على سؤال الأمان. لديك 3 فرص فقط للإجابة الصحيحة، إذا لم تقم بالإجابة الصحيحة سيتم حذف بياناتك. إذا كنت مستعدا.
tr: Şifreyi devre dışı bırakmak için güvenlik sorusunu yanıtlamalısınız. Doğru yanıt için yalnızca 3 hakkınız vardır, bilemediğiniz takdirde verileriniz silinecektir. Eğer hazırsanız.

# continueProcessing
source: Continue
ar: استمر
tr: Devam Et

source: Go Back
ar: تراجع
tr: Vazgeç

source: Remaining Tries
ar: المحاولات المتبقية
tr: Kalan Hak

source: Backup via Google Drive
ar: النسخ الاحتياطي بواسطة جوجل درايف
tr: Google Drive ile Yedekle

source: Backup via Google account
ar: النسخ الاحتياطي بواسطة حساب جوجل
tr: Google hesabı ile Yedekle

source: Sign In
ar: تسجيل الدخول
tr: Oturum Aç

source: E-mail:
ar: البريد الكتروني:
tr: E-posta:

source: Name and Surname:
ar: الاسم واللقب:
tr: Ad ve Soyad:

source: Last Backup Date:
ar: تاريخ آخر نسخ احتياطي:
tr: Son Yedekleme Tarihi:

source: Not backed up
ar: لم يتم النسخ الإحتياطي
tr: Yedeklenmedi

source: Backup Frequency
ar: تكرر النسخ الاحتياطي
tr: Yedekleme Sıklığı

# dailyBackup
source: Daily
ar: يومي
tr: Günlük

# monthlyBackup
source: Monthly
ar: شهري
tr: Aylık

# yearlyBackup
source: Yearly
ar: سنوي
tr: Yıllık

source: Restore Data
ar: استعادة البيانات
tr: Geri Yükle

source: Number of Records Shown:
ar: عدد السجلات المعروضة:
tr: Gösterilen Kayıt Sayısı:

source: Backup
ar: نسخ البيانات
tr: Yedekle

source: Uploaded to Google Drive
ar: تم التحميل على نظام جوجل درايف
tr: Google Drive sistemine yüklendi

# dataRestoredFromGoogleDrive
source: Your data has been restored from Google Drive
ar: تم استرجاع بياناتك من نظام جوجل درايف
tr: Google Drive üzerinden verileriniz çekildi

source: Your data is backed up
ar: تم نسخ بياناتك احتياطيًا
tr: Verileriniz yedeklendi

source: Your data has been restored
ar: تم استرجاع بياناتك
tr: Verileriniz indirildi

# backupError
source: An error occurred while backing up!
ar: حدث خطأ أثناء النسخ الاحتياطي!
tr: Yedeklenirken hata meydana geldi!

source: Log out
ar: تسجيل الخروج
tr: Çıkış Yap

source: Github:
ar: جيت هاب:

source: DEVELOPERS
ar: المطورون
tr: GELİŞTİRİCİLER

source: Good morning!
ar: صباح الخير!
tr: Günaydın!

# goodDay
source: Have a nice day!
ar: طاب يومك!
tr: İyi günler!

source: Good evening!
ar: طاب مساؤك!
tr: İyi akşamlar!

source: Goodnight!
ar: ليلة سعيدة!
tr: İyi geceler!

# hopeGood
source: We hope you're doing well
ar: نرجو أن تكون بخير
tr: Umarız iyisinizdir.

# totalAssets
source: TOTAL ASSET
ar: المجموعا لموجودات
tr: TOPLAM VARLIK

source: TOTAL
ar: المجموع
tr: TOPLAM

source: Past
ar: السابق
tr: Geçmiş

source: MY PAST ASSET RECORDS
ar: سجلات موجوداتي السابقة
tr: GEÇMİŞ VARLIK KAYITLARIM

source: Close
ar: أغلق
tr: Kapat

# totalSmall
source: Total
ar: المجموع
tr: Toplam

# doneBitti
source: Done
ar: تم
tr: Bitti

source: No Asset Found!
ar: لم يتم العثور على صافي الموجودات!
tr: Net Varlık Bulunamadı!

source: Add/Remove Asset
ar: أضف / احذف الموجودات
tr: Varlık Ekle/Çıkart

source: My Currencies
ar: عملاتي الاجنبية
tr: Dövizlerim

source: Currency Not Found
ar: لم يتم العثور على أية عملة أجنبية
tr: Döviz Bulunamadı

# addAssetTitle
source: Add Asset
ar: أضف موجوداً
tr: Varlık Ekle

# removeAssetTitle
source: Remove Asset
ar: احذف موجوداً
tr: Varlık Çıkart

source: Bank
ar: البنك
tr: Banka

# cashAsset
source: Cash
ar: نقداً
tr: Nakit

# cardAsset
source: Card
ar: بطاقة
tr: Kart

source: Other
ar: أخرى
tr: Diğer

# removeAsset
source: Remove
ar: احذف
tr: Çıkart

# addAsset
source: Add
ar: أضف
tr: Ekle

# doneAsset
source: Done
ar: تم
tr: Ekle

# pleaseSelectCurrency
source: Please Select a Currency
ar: الرجاء اختر العملة
tr: Lütfen Bir Para Birimi Seçiniz

# enterAmount
source: Please enter an amount
ar: الرجاء أدخل المبلغ
tr: Lütfen Bir Tutar Giriniz

source: ASSET
ar: الموجودات
tr: VARLIK

source: Currency Exchange
ar: صرف العملات
tr: Döviz Bürosu

source: Note:
ar: ملاحظة:
tr: Not:

source: Convert To
ar: نوع العملة المراد صرفها
tr: Çevrilecek Birim

source: Select Currency
ar: حدد العملة
tr: Birim Seçiniz

# doneExchange
source: Done
ar: موافقة
tr: Onayla

source: Current Rate
ar: سعر الصرف الحالي
tr: Güncel Kur

# receivedAmount
source: Amount You Will Receive
ar: المبلغ المستلم
tr: Alacağınız Miktar

# detailsForCurrencyExchange
source: Details
ar: تفاصيل العملية
tr: İşlem Detayı

source: ACTIVITY DETAILS
ar: تفاصيل العمليات
tr: İŞLEM DETAYLARI

source: Activity Detail
ar: تفاصيل العمليات
tr: İşlem Detayı

source: DETAILS
ar: تفاصيل العملية
tr: İŞLEM DETAYI

# dateDetails
source: DATE
ar: التاريخ
tr: TARİH

# timeDetails
source: TIME
ar: الوقت
tr: SAAT

# categoryDetails
source: CATEGORY
ar: الفئة
tr: KATEGORİ

# paymentMethodDetails
source: PAYMENT METHOD
ar: كيفية الدفع
tr: ÖDEME ŞEKLİ

# cashDetails
source: Cash
ar: نقداً
tr: Nakit

# cardDetails
source: Card
ar: بطاقة
tr: Kart

# amountDetails
source: AMOUNT
ar: المبلغ
tr: TUTAR

# savingStatusDetails
source: SAVING STATUS
ar: وضع الحفظ
tr: KAYIT DURUMU

source: Saved
ar: محفوظ
tr: Kayıtlı

source: Not saved
ar: غير محفوظ
tr: Kayıtlı değil

source: SYSTEM MESSAGE
ar: رسالة النظام
tr: SİSTEM MESAJI

# repetitionActivityDetails
source: REPETITION
ar: التكرار
tr: TEKRAR

# installmentActivityDetails
source: INSTALLMENT
ar: التقسيط
tr: TAKSİT

source: Add Again
ar: أضف مجددًا
tr: Tekrar Ekle

# noteDetails
source: NOTE
ar: ملاحظة
tr: NOT

source: No Note Added
ar: لم يتم إضافة ملاحظة
tr: Not Eklenmemiş

# deleteDetails
source: Delete
ar: حذف
tr: Sil

source: Activity deleted
ar: تم حذف العملية
tr: İşlem bilgisi silindi

source: Edit
ar: تعديل
tr: Düzenle

# updateDone
source: DONE
ar: حفظ
tr: GÜNCELLE

source: Activity updated
ar: تم تحديث معلومات العملية
tr: İşlem bilgisi güncellendi

# clickToAddNote
source: Tap to add note
ar: لإضافة ملاحظة انقر هنا
tr: Not eklemek için dokunun

# firstWeek
source: 1st week
ar: الأسبوع الأول
tr: 1.Hafta

# secondWeek
source: 2nd week
ar: الأسبوع الثاني
tr: 2.Hafta

# thirdWeek
source: 3rd week
ar: الاسبوع الثالث
tr: 3.Hafta

# fourthWeek
source: 4th week
ar: الأسبوع الرابع
tr: 4.Hafta

# fifthWeek
source: 5th week
ar: الأسبوع الخامس
tr: 5.Hafta

source: Active Currency
ar: عملة نشطة
tr: Aktif Döviz

source: Inactive Currency
ar: عملة غير نشطة
tr: Pasif Döviz

# backupSystem1
source: BACKUP SYSTEM
ar: نظام النسخ الاحتياطي
tr: YEDEKLEME SİSTEMİ

# backupSystem2
source: All your data is backed up via your Google account. For this, you need to log in with your Google account.
ar: يتم الاحتفاظ بنسخ احتياطية لكافة بياناتك عبر حساب جوجل. للقيام بذلك، تحتاج إلى تسجيل الدخول بواسطة حساب جوجل الخاص بك.
tr: Bütün verileriniz yedeklemeleri Google hesabınız üzerinden gerçekleşmektedir. Bunun için Google hesabınız ile giriş yapmanız gerekmektedir.

source: What you can do on this page
ar: ما يمكنك القيام به في هذه الصفحة
tr: Bu sayfada yapabileceğiniz işlemler

# backupSystem4
source: By default, automatic backup is active and monthly backups are made by default.
ar: يكون النسخ الاحتياطي التلقائي نشطًا ويتم إجراء النسخ الاحتياطي الشهري بشكل افتراضي
tr: Varsayılan olarak otomatik yedekleme aktif olmaktadır ve varsayılan olarak aylık yedeklenme yapılmaktadır.

# backupSystem5
source: When the Backup button is clicked, all your data is backed up by converting them to .csv file.
ar: عند النقر على زر النسخ الاحتياطي، يتم عمل نسخة احتياطية لكافة بياناتك عن طريق تحويلها إلى ملفات csv.
tr: Yedekle Butonuna tıklandığı zaman bütün verileriniz .csv dosyasına çevrilerek yedeklenmektedir.

# backupSystem6
source: When the Restore Data button is clicked, the most recently backed up records are downloaded to the application.
ar: عند النقر على زر استعادة البيانات، يتم استعادة أحدث السجلات التي تم نسخها احتياطيًا من قبل.
tr: Geri Yükle butonuna tıklandığında ise en son yedeklenen kayıtlarınız uygulamaya indirilmektedir.

# backupSystem7
source: If you long press on your recording, you can delete the recording you want.
ar: إذا قمت بالضغط مطولا على السجل ، يمكنك حذف السجل الذي تريده.
tr: Kaydınız üzerine uzun basarsanız da istediğiniz kaydı silebilirsiniz.

# backupSystem8
source: When your records are restored, your existing records are deleted and your selected records are loaded.
ar: عند استعادة سجلاتك، سيتم حذف سجلاتك الحالية وسيتم تحميل سجلاتك المستعادة.
tr: Kayıtlarınız geri yüklendiği zaman mevcut verileriniz silinmektedir. Seçtiğiniz kayıtlarınız yüklenmektedir.

# assetsPage1
source: MY ASSETS PAGE
ar: صفحة موجوداتي
tr: VARLIKLARIM SAYFASI

# assetsPage2
source: The My Assets page is designed for you to see all your assets.
ar: تم تصميم صفحة موجوداتي لتتمكن من رؤية جميع موجوداتك على الفور.
tr: Varlıklarım sayfası anlık olarak tüm varlığınızı görebilmeniz için tasarlanmıştır.

# assetsPage3
source: Allows you to edit your assets. You can add or remove either in foreign currency or in your local currency.,
ar: يسمح لك بتحرير موجوداتك. يمكنك الإضافة أو الحذف إما بالعملة الأجنبية أو بالعملة المحلية.
tr: Varlığınızda düzenleme yapabilmenizi sağlar. İster döviz ister yerel para biriminiz cinsinden ekleme veya çıkartma yapabilirsiniz.

# assetsPage4
source: Net amounts for each of the Card, Cash and Other are also shown.
ar: يتم عرض صافي مبالغ التفاوت لكل من وسائل الدفع عبر البطاقة و الدفع نقدا والوسائل الأخرى.
tr: Kart, Nakit ve Diğer işlem araçlarından her biri için net değişim miktarları da gösterilmektedir.

# assetsPage5
source: In the field designated for your currencies, only your active currencies are displayed. This field shows records that different from the default currency and are entered as income
ar: يتم عرض عملاتك النشطة فقط في المكان المخصص لعملاتك. في هذه المكان، يتم عرض العملات التي تختلف عن العملة المستخدمة والتي تم إدخالها كدخل.
tr: Dövizleriniz için ayrılmış alanda sadece Aktif Dövizleriniz gösterilmektedir. Bu alanda varsayılan para biriminden farklı ve gelir olarak girilmiş kayıtlar gösterilir.

# assetsPage6
source: You can change the currency of the displayed records either here or from the activity details. When you click on the record, the Currency Exchange will show up and you can exchange or convert your currency to different currencies with current exchange rates.
ar: يمكنك تغيير العملة المعروضة في السجلات من هنا أو من تفاصيل العملية. عند النقر على السجل، سيتم فتح صرف العملات ويمكنك استبدال عملتك بعملات مختلفة بأسعار الصرف الحالي.
tr: Gösterilen kayıtların, isterseniz buradan isterseniz de işlem detayından para birimini değiştirebilirsiniz. Kaydın üzerine tıkladığınızda döviz bürosu açılacaktır ve farklı para birimlerine Güncel döviz kurlarıyla dövizinizi dönüştürebilir veya bozdurabilirsiniz.

# version2Title
source: Version
ar: الإصدار
tr: Sürüm Notu

# version2
source: V2.1.1 Version
ar: الإصدار V2.1.1
tr: V2.1.1 Sürüm Notu

# budgetUpdate
source: Budget Wise Updated!
ar: تم تحديث متابعة الميزانية!
tr: Bütçe Takip Güncellendi!

# implementedSuggestions
source: We have implemented your suggestions so far in the Budget Wise application.
ar: لقد قمنا بتنفيذ اقتراحاتكم حتى الآن في تطبيق متابعة الميزانية .
tr: İlk gösterimimizden bugüne kadar yorum olarak ilettiğiniz önerilerinizi Bütçe Takip uygulamamızda hayata geçirdik.

# whatsNewVersion
source: What's New
ar: ما هو الجديد
tr: Yenilikler

source: Language Support
ar: دعم اللغة
tr: Dil Desteği

# supportedLanguages
source: You can now use the application in the following languages: Turkish, English, Arabic.
ar: يمكنك الآن استخدام التطبيق باللغات التالية: التركية، الإنجليزية، العربية.
tr: Uygulamayı artık şu dillerde kullanabilirsiniz: Türkçe, İngilizce, Arapça.

source: Currencies
ar: العملات
tr: Para Birimleri

# supportedCurrencies
source: You can now use the following currencies: USD TRY GBP EUR KWD IQD SAR JOD
ar: يمكنك الآن أيضًا استخدام العملات التالية: USD، TRY، GBP، EUR، KWD، IQD، SAR JOD
tr: İşlemlerinize artık şu para birimlerini de ekleyebilirsiniz: USD TRY GBP EUR KWD IQD SAR JOD

# exchangeSystem
source: Foreign Exchange System
ar: نظام صرف العملات
tr: Döviz Sistemi

# exchangeSystemDescription
source: In the new exchange system, rates and your records are updated every 3 hours. Your foreign exchange activities are evaluated to determine their status as either active or inactive.
ar: في نظام الصرف الأجنبي الجديد، يتم تحديث الأسعار وسجلاتك كل 3 ساعات. يتم تقييم عمليات الصرف الأجنبي لتحديد حالتها على أنها نشطة أو غير نشطة.
tr: Yeni dinamik döviz sisteminde 3 saatte bir kurlar ve kayıtlarınız güncellenmektedir. Döviz işlemleriniz aktif ve pasif olarak değerlendirilmektedir.

# currencyConverterDescription
source: The currency converter is now active. You can make your calculations from current and old exchange rates.
ar: محول العملات نشط الآن. يمكنك إجراء حساباتك من أسعار الصرف الحالية والسابقة.
tr: Döviz çevirici artık aktif. Güncel ve eski tarihli döviz kurlarından hesap yapabilirsiniz. Hesap makinesinden kullanabilirsiniz.

# darkModeDescription
source: You can switch to the dark mode for a more comfortable experience.
ar: يمكنك تفعيل الوضع الداكن لاستخدام أفضل.
tr: Koyu temaya geçip gözlerinizi dinlendirebilirsiniz.

source: Categories
ar: الفئات
tr: Kategoriler

# categoriesDescription
source: You can add as many categories as you want, and you can also edit the categories you added.
ar: يمكنك إضافة أي عدد ترغب به من الفئات، ويمكنك أيضًا تعديل الفئات التي أضفتها.
tr: Kategorilere dilediğiniz gibi ekleme yapıp, eklediklerinizi de düzenleyebilirsiniz.

source: Activity Customize
ar: تخصيص العملية
tr: İşlem Özelleştirme

# activityCustomizeDescription
source: It is now possible to add repetitive and installment activities. You can customize your activities from the add page.
ar: أصبح من الممكن الآن إضافة عمليات متكررة ومقسطة. يمكنك تخصيص العمليات من صفحة أضف الدخل/المصاريف.
tr: Tekrarlı ve taksitli işlem eklemek artık mümkün. Ekleme sayfasından özelleştirme menüsünü kullanabilirsiniz.

# newBackupSystem
source: Backup System
ar: نظام النسخ الاحتياطي
tr: Yeni Yedekleme Sistemi

# backupSystemDescription
source: Google Drive backup has been added for your data security, and error management has been added for auto backup.
ar: تمت إضافة النسخ الاحتياطي في جوجل درايف لتأمين بياناتك، كما تمت إضافة إدارة الأخطاء للنسخ الاحتياطي التلقائي.
tr: Veri güvenliğiniz için Google Drive yedeklemesi ve oto yedeklenme için hata yönetimi eklendi.

source: Search
ar: البحث
tr: Kayıt Arama

# searchDescription
source: To access your past activities, you can type the note, date, payment method, or category into the search engine.
ar: للوصول إلى عملياتك السابقة، يمكنك كتابة الملاحظة أو التاريخ أو طريقة الدفع أو فئة العملية في محرك البحث.
tr: Geçmiş işlemlerinize ulaşmak için arama motoruna işlemin notunu, tarihini, ödeme şeklini veya kategorisini yazabilirsiniz.

source: My Assets Page
ar: صفحة موجوداتي
tr: Varlıklarım Sayfası

# myAssetsPageDescription
source: You can view and add your assets from a single page; also, your active currencies are displayed on this page.
ar: يمكنك عرض وإضافة موجوداتك في صفحة واحدة، كما يتم عرض عملاتك النشطة أيضًا على هذه الصفحة.
tr: Varlıklarınızı tek bir sayfadan görebilir ve denkleyebilirsiniz, Aktif dövizlerinizi bu sayfadan görüntüleyebilirsiniz.

source: Installation
ar: مرحلة التثبيت
tr: Kurulum Aşaması

# installationDescription
source: You can enhance your app experience by following the installation.
ar: يمكنك الحصول على تجربة أفضل للتطبيق من خلال متابعتك لعملية التثبيت.
tr: Uygulamaya daha iyi bir başlangıç yapabilmek için size yardımcı olacak kurulum sayfaları.

source: Statistics Improvements
ar: تحسينات الإحصائيات
tr: İstatistik İyileştirmeleri

# statisticsImprovementsDescription
source: You can now get more detailed statistics with more filtering options.
ar: يمكنك الآن الحصول على إحصائيات أكثر تفصيلاً مع المزيد من خيارات التصنيف.
tr: Daha fazla filtreleme seçeneği ile artık daha detaylı istatistikler elde edebilirsiniz.

source: Interface Improvements
ar: تحسينات الواجهة
tr: Arayüz İyileştirmeleri

# interfaceImprovementsDescription
source: In order to increase the user experience, a more useful interface was made and design adjustments were made. Scrollable design has been implemented on the home page and calendar page.
ar: من أجل تحسين تجربة المستخدم، تم إنشاء واجهة أعلى جودة وتم إضافة تعديلات على التصميم. تم تنفيذ التصميم القابل للتمرير على الصفحة الرئيسية وصفحة التقويم.
tr: Kullanıcı deneyimini arttırmak için daha kullanışlı bir arayüze geçiş yapıldı, tasarımsal düzenlemelere gidildi. Ana sayfa ve takvim sayfasında kaydırılabilir tasarım uygulandı.

source: New Settings
ar: إعدادات جديدة
tr: Yeni Ayarlar

# newSettingsDescription
source: You can now set the starting day of the month. You can also choose your date format.
ar: يمكنك الآن تحديد يوم بداية الشهر، كما يمكنك أيضًا اختيار تنسيق التاريخ.
tr: Artık hesap kesim tarihinizi ayın başlangıç gününü ayarlayarak değiştirebilirsiniz. Aynı zamanda tarih formatınızı seçebilirsiniz.

# yeniNew
source: New
ar: المستجدات
tr: Yeni

source: Update
ar: تحديث
tr: Güncelleme

# homePageHelp
source: HOME PAGE
ar: الصفحة الرئيسية
tr: ANA SAYFA

# homePageDescription
source: This page has been prepared for you to follow the activities you have added on a monthly basis and to access other pages.
ar: تم إعداد هذه الصفحة لك لمتابعة العمليات التي قمت بإضافتها بشكل شهري والوصول إلى الصفحات الأخرى.
tr: Eklediğiniz işlemleri aylık olarak takip etmeniz ve diğer sayfalara ulaşmanız için hazırlanmıştır.

# activitySearchMenu
source: Activity search menu by note and category.
ar: قائمة البحث عن العمليات حسب الملاحظة والفئة.
tr: Not ve kategoriye göre işlem arama menüsü.

# repeatingAndInstallmentMenu
source: Repeating and installment activities menu. You can check such activities here.
ar: قائمة العمليات المكررة وعمليات التقسيط. يمكنك التحقق من هذه العمليات من هنا.
tr: Tekrarlı ve taksitli işlemler menüsü. Bu tür işlemleri buradan kontrol edebilirsiniz.

# savedAndRecentMenu
source: Saved activities menu and recent activities menu.
ar: قائمة العمليات المحفوظة والعمليات الأخيرة.
tr: Kaydedilen ve son işlemler menüsü.

# settingsMenu
source: Settings menu. You can also change the theme here by holding down the icon.
ar: قائمة الإعدادات. يمكنك أيضًا تغيير وضع الشاشة هنا بالضغط المطول على الرمز.
tr: Ayarlar menüsü. İkona basılı tutarak temayı da buradan değiştirebilirsiniz.

# changeMonthButtonInfo
source: You can change the month using the buttons or simply swipe the monthly data left or right. Pressing the text will return you to the current month.
ar: يمكنك تغيير الشهر باستخدام الأزرار أو ببساطة تمرير البيانات الشهرية يمينًا أو يسارًا. عند الضغط على النص ستعود إلى الشهر الحالي.
tr: Ayı değiştirmek için butonları kullanabilir veya doğrudan aylık verileri sağa veya sola kaydırabilirsiniz. Yazıya bastığınızda ise içinde bulunduğunuz aya dönülecektir.

# dailyActivitiesInfo
source: Contains the day's activities. You can click on it to see the details listed.
ar: يحتوي على العمليات لهذا اليوم. يمكنك النقر عليه لرؤية التفاصيل المدرجة.
tr: Seçili ayın işlem içeren günlerinin yer aldığı tıklanabilir liste. Basarak detaylarına erişebilirsiniz.

# accessDetailsButtonInfo
source: By pressing these text buttons, you can access the activity details of the current day or the calendar menu.
ar: من خلال الضغط على هذه الأزرار النصية، يمكنك الوصول إلى تفاصيل العملية الخاصة باليوم الحالي أو إلى تقويم العمليات.
tr: Bu yazı butonlarına basarak içinde bulunduğunuz günün işlem detaylarına veya takvim menüsüne erişebilirsiniz.

# activityDetailsDropdown
source: Activity Details - Dropdown Menu
ar: قائمة تفاصيل العملية
tr: İşlem Detayları - Açılır Menü

# activityDetailsInfo
source: It contains all the details of an activity. From this menu, you can delete, re-add, and edit the activity.
ar: تحتوي هذه القائمة على كافة تفاصيل العملية. يمكنك حذف العملية من هذه القائمة أو إعادة إضافتها أو تعديلها.
tr: Bir işlemin tüm detayları yer almaktadır. Bu menüden işlemi silebilir, tekrar ekleyebilir veya düzenleyebilirsiniz.

# activeInfo
source: This information will be included with the currencies you add as income. If you don't spend the money, it will be recalculated daily based on the current exchange rate.
ar: ستكون هذه المعلومة ضمن العملات التي أضفتها كدخل. إذا لم تقم بصرف المبلغ، سيتم حساب المبلغ حسب سعر الصرف الحالي يوميا.
tr: Bu bilgi, gelir olarak eklediğiniz dövizlerde yer alacaktır. Tutarı harcamadığınız takdirde her gün güncel döviz kuruna göre yeniden hesaplanacaktır.

# inactiveInfo
source: This information will appear as a result of adding a foreign currency as an expense that was previously added as income, so the amount will remain constant.
ar: ستظهر هذه المعلومة نتيجة صرفك للعملة التي أضفتها كدخل من قبل. نتيجة ذلك سيبقى مبلغ العملة ثابتا.
tr: Bu bilgi, daha önceden gelir olarak eklenmiş bir dövizin gider olarak eklenmesi sonucunda ortaya çıkacaktır. Cebinizden çıktığı için artık tutarı sabit kalacaktır.

# systemMessageInfo
source: If SYSTEM MESSAGE appears in the activity details menu, that activity is a repetitive or installment activity.
ar: إذا ظهرت 'رسالة التطبيق' في قائمة تفاصيل العملية، فهذه العملية عبارة عن عملية متكررة أو مقسطة.
tr: İşlem detayları menüsünde eğer SİSTEM MESAJI görünüyorsa o işlem tekrar veya taksitli bir işlemdir.

# addEdit
source: ADD â€“ EDIT ACTIVITY
ar: أضف – حرر العملية
tr: VERİ EKLE - DÜZENLE
