Repository: zahidayturan/ButceTakip
Catalog: lib/l10n/app_*.arb
Languages: ar, tr

source: Loading
ar: جار التحميل
tr: Yükleniyor

# care1
source: Budget Wise is under maintenance
ar: متابعة الميزانية تحت الصيانة
tr: Bütçe Takip bakımda

# care2
source: Thanks for waiting
ar: شكرا على الانتظار
tr: Beklediğiniz için teşekkür ederiz

# care3
source: Contact us
ar: تواصل معنا
tr: iletişim için

# update1
source: Budget Wise updated!
ar: تم تحديث متابعة الميزانية
tr: Bütçe Takip güncellendi!

# update2
source: Please update the application from the store
ar: يرجى تحديث التطبيق من المتجر
tr: Lütfen uygulamayı mağazadan güncelleyin

# update3
source: Tap to update
ar: انقر للتحديث
tr: Güncellemek için dokunun

# assetChart30Days
source: 30 Day Asset Chart
ar: تغير الموجودات لمدة 30 يومًا
tr: 30 Günlük Varlık Değişimi

source: Your Highest Income
ar: أعلى دخل لك
tr: En Yüksek Geliriniz

source: DELETE MY ACCOUNT
ar: احذف حسابي
tr: HESABIMI SİL

source: All data in your email account will be deleted.
ar: سيتم حذف جميع البيانات الموجودة في حساب بريدك الإلكتروني.
tr: Mail hesabınızdaki tüm veriler silinecektir.

# doYouConfirm
source: Do you confirm? (You will be able to log in again with the same Email account.)
ar: هل توافق؟ (ستتمكن من تسجيل الدخول مرة أخرى بنفس حساب البريد الإلكتروني.)
tr: Onaylıyor musunuz? (Yeniden aynı Email ile hesap oluşturabileceksiniz.)

# deleteMyAccountSmall
source: Delete My Account
ar: احذف حسابي
tr: Hesabımı Sil

source: cancel
ar: إلغاء
tr: iptal et

source: ANALYSIS
ar: التحليل
tr: ANALİZ

# iAmYourBudgetWiseAssistant
source: Hello, I am your BudgetWise Assistant!
ar: مرحبًا، أنا مساعدك لتتبع ميزانيتك!
tr: Merhaba Ben BütçeTakip Asistanınız!

# lookAtYourMonthlyExpenses
source: Let's look at your monthly expenses.
ar: لنلقي نظرة على مصاريفك الشهرية.
tr: Aylık harcamalarınıza bir bakalım.

source: Hello
ar: مرحبا
tr: Merhabalar

# spendingInPositiveBalance
source: I see that your monthly Income and Expenses are in positive balance.
ar: أرى أن وضع دخلك ومصاريفك الشهرية في توازن إيجابي.
tr: Aylık Gelir Gider durumunuzunun + bakiyede olduğunu görebiliyorum.

source: Keep going like this
ar: استمر بهذا الشكل
tr: Böyle Devam

source: Good job, keep going like this
ar: جيد جدا, استمر بهذا الشكل
tr: Gayet Güzel bir oran var.

source: Great!
ar: عظيم!
tr: Harika!

# recommendThatYouSpendYourBudgetWisely
source: We recommend that you spend your budget wisely
ar: ننصحك بإنفاق ميزانيتك باعتدال
tr: Biraz bütçenizi idareli harcamanızı öneririz

source: You spent this much of your Monthly Income :
ar: لقد أنفقت هذا القدر من دخلك الشهري :
tr: Aylık Gelirinizi şu kadarını harcamışsınız : %

# numberOfDaysLeft
source: Number of days left until the end of the month :
ar: عدد الأيام المتبقية حتى نهاية الشهر :
tr: Ay bitimine kalan gün sayısı :

# spendingThisMuchPerDayOnAverage
source: You can reach the end of the month by spending this much per day on average :
ar: يمكنك الوصول إلى نهاية الشهر بإنفاق هذا المبلغ يوميًا :
tr: Ay sonuna ortalama günlük şu kadar harcayarak ulaşabilirsiniz :

# yourIncomeExpensesAreEqual
source: Your monthly income and expenses are equal.
ar: وضع دخلك ومصاريفك الشهرية متساوي.
tr: Aylık gelir ve gider durumunuz eşit.

source: Fortunately, you already have money in Assets.
ar: لحسن الحظ، لديك حاليا أموال في موجوداتك.
tr: Neyse ki hâlihazırda Varlıklarınızda paranız mevcut.

# spendingInNegativeBalance
source: I see that your monthly income and expenses are unfortunately in negative balance.
ar: أرى أن وضع دخلك ومصاريفك الشهرية للأسف في توازن سلبي.
tr: Aylık Gelir Gider durumunuzun maalesef - bakiyede olduğunu görüyorum.

# youDoNotHaveAnyAssetsEditYourAssets
source: Unfortunately, you do not have any assets. You can edit your assets from My Assets page.
ar: لسوء الحظ، ليس لديك أية موجودات. يمكنك تعديل موجوداتك من صفحة موجوداتي.
tr: Maalesef Varlığınız bulunmuyor. Varlıklarım sayfasından varlıklarınızı düzenleyebilirsiniz.

# yourTotalMoneyOnTheMyAssetsPageIs
source: Your total money on the My Assets page :
ar: إجمالي أموالك في صفحة موجوداتي هي :
tr: Varlıklarım sayfasındaki toplam paranız :

source: Last Show date :
ar: تاريخ العرض الأخير :
tr: Son gösterilme tarihi :

source: Your Income activities for this month
ar: عمليات دخلك هذا الشهر
tr: Bu aydaki Gelir işlemleriniz

# ayTaksitArapcaEpty
source: Months Installment
tr: Ay Taksit

# downloadedData
source: Your data downloaded
tr: verileriniz indirildi.

# backupedData
source: Your data is backed up
tr: verileriniz yedeklendi

source: Sir
tr: Efendim

# day
source: days
tr: gün
