Repository: zahidayturan/ButceTakip
Catalog: lib/l10n/app_*.arb
Languages: ar, tr

# operationsDescription
source: You can do three operations from one page. Add, edit and re-add the activity.
ar: يمكنك القيام بثلاث عمليات في صفحة واحدة. إضافة العملية وتعديلها وإعادة إضافتها.
tr: Tek sayfadan üç işlemi yapabilirsiniz. Ekleme, düzenleme ve işlemi tekrardan ekleme.

# categoryCurrencyVariation
source: Category types and whether currency is active or inactive will vary depending on the income or expense selection.
ar: ستتغير الفئات ونشاط العملة تبعا لاختيارك الدخل أو النفقات.
tr: Gider ve gelir seçiminize göre kategoriler ve döviz aktifliği değişecektir.

# startingDaySelection
source: The day on which the activity is added will also be selected as the starting day for repeating and installment activities.
ar: سيتم أيضًا اختيار اليوم الذي تتم فيه إضافة العملية ليكون يوم البدء للعمليات المتكررة والعمليات المقسطة.
tr: Seçtiğiniz gün, ana işlemin yanı sıra tekrarlı ve taksitli işlemler için de başlangıç günü olarak seçilecektir.

# systemCategoryEdit
source: System categories cannot be edited. You can only edit categories you've added.
ar: لا يمكن تعديل فئات التطبيق. يمكنك فقط تعديل الفئات التي أضفتها.
tr: Kategorilerde sistem kategorileri değiştirilemez. Kendi eklediğiniz kategorileri silebilir ve değiştirebilirsiniz.

# singleCardPayment
source: You can only add one card to how you pay the activity.
ar: يمكنك فقط إضافة بطاقة واحدة لكيفية دفع العملية.
tr: Kart olarak seçtiğiniz işlemler tek kart olarak işlenir. Şu an da ikinci bir kart ekleyemezsiniz.

# savedActivitiesMenu
source: The activities you have saved will be listed in the menu at the top of the home page.
ar: سيتم إدراج العمليات المحفوظة في القائمة الموجودة أعلى الصفحة الرئيسية.
tr: Kaydettiğiniz işlemler ana sayfanın üst tarafında menü içerisinde listelenecektir.

# repeatingToInstallment
source: A repeating activity cannot be converted to an installment activity later. For an activity in installments, you must enter the entire amount, the system will divide the amount according to the number of installments.
ar: لا يمكن تغيير عملية متكررة إلى عملية تقسيط لاحقًا. بالنسبة لعملية التقسيط، يجب عليك إدخال المبلغ بأكمله، وسيقوم التطبيق بتقسيم المبلغ حسب عدد الأقساط.
tr: Tekrarlı olarak eklediğiniz bir işlem daha sonra taksitli işleme çevrilemez. Taksitli bir işlem için tutarın hepsini girmelisiniz. Sistem taksit sayısına göre tutarı bölecektir.

# maximumAmount
source: You can add a maximum of 7-digit amount. If you add foreign currency, the foreign currency will be calculated according to the date of the activity.
ar: يمكنك إضافة مبلغ مكون من 7 أرقام كحد أقصى. في حالة إضافة عملة أجنبية، سيتم حساب العملة الأجنبية وفق تاريخ العملية.
tr: En fazla 7 haneli tutar ekleyebilirsiniz. Döviz eklerseniz işlemin tarihine göre döviz kuru işleme uygulanacaktır. Girdiğiniz tutar sabit kalacak, gösterilen tutar değişecektir.

# incomeCurrencyUpdate
source: Only the amount of foreign currency you add as income will constantly change according to the current exchange rate. You can check these activities from the activity details.
ar: سوف يتغير باستمرار مبلغ العملة الأجنبية الذي أضفته كدخل وفق سعر الصرف الحالي. يمكنك التحقق من هذه العمليات من صفحة تفاصيل العملية.
tr: Sadece gelir olarak eklediğiniz dövizlerin gösterilen tutarı güncel döviz kuruna göre devamlı değişecektir. Bu işlemleri işlem detayından kontrol edebilirsiniz.

source: Activity Edit - Add Again
ar: تعديل العملية - أضف مجددًا
tr: İşlem Düzenleme - Tekrar Ekleme

# activityAddAgainCurrentDate
source: Activities you will add again will be added according to the current date, while activities you will edit will be arranged according to the date of the activity.
ar: سيتم إضافة العمليات التي ستضيفها مرة أخرى حسب التاريخ الحالي، أما العمليات التي ستقوم بتعديلها سيتم تعديلها حسب تاريخ العملية.
tr: Tekrar ekleyeceğiniz işlemler güncel tarih ile düzenleyeceğiniz işlemler ise işlemin tarihi ile işlenecektir.

# startOverToUpdate
source: To start the edit process again, you can press the cross sign and start again.
ar: لبدء عملية التعديل مرة أخرى، يمكنك النقر على زر اكس والدخول مرة أخرى.
tr: Güncelleme işlemine tekrar başlamak için çarpıya basıp tekrar girebilirsiniz.

# beCarefulInactiveCurrency
source: You should be careful when editing a currency that is inactive. If you make income, the foreign currency will be activated.
ar: عليك توخي الحذر عند تعديل عملة غير نشطة. إذا قمت بتعديلها كدخل، سيتم تفعيل العملة الأجنبية.
tr: Pasif olan bir dövizi düzenlerken dikkatli olmalısınız. Gelir olan dövizler aktifleşecektir.

# editActivitiesWithSystemMessage
source: While editing the activities containing the system message, you should not forget that the activity is a repeated or installment activity. You can also make a non-repetitive activity repetitive.
ar: عند تحرير العمليات التي تحتوي على رسالة التطبيق، عليك أن لا تنس أن تلك العمليات هي عمليات متكررة أو عمليات تقسيط. يمكنك أيضًا تكرار العملية غير المتكررة.
tr: Sistem mesajını içeren işlemleri düzenlerken o işlemin tekrarlı veya taksitli işlem olduğunu unutmamalısınız. Olmayan bir tekrarı oluşturabilirsiniz.

# foreignExchangeSystem
source: FOREÄ°GN EXCHANGE SYSTEM
ar: نظام صرف العملات
tr: DÖVİZ SİSTEMİ

# currencySelectionExplanation
source: If you select the currency of an activity different from the system currency on the expense - income adding page, the system will perceive it as foreign currency.
ar: إذا قمت بإضافة العملية بعملة مختلفة عن عملة التطبيق في صفحة أضف الدخل / المصاريف، سيقوم التطبيق بمعالجة عملة العملية كعملة أجنبية.
tr: Gider - gelir ekleme sayfasından bir işlemin para birimini sistemin para biriminden farklı seçerseniz sistem onu döviz olarak algılar.

# foreignCurrencyFirstIncomeExplanation
source: If you have never added foreign currency as income before, you should not add the first foreign currency as an expense. Otherwise, a foreign currency that does not exist has left the account. This logic is wrong.
ar: إذا لم تقم بإضافة عملة أجنبية كدخل من قبل، يجب عليك أن لا تضيف العملة الأجنبية الأولى كمصروف. خلاف ذلك، سينقص من الحساب عملة أجنبية غير موجودة. هذا منطقٌ خاطئ.
tr: Uygulamaya daha önce hiç gelir türünde döviz eklemediyseniz, ilk dövizinizin türünü gider olarak eklememeniz gerekir. Aksi halde sistem olmayan bir dövizin hesaptan çıktığını görecektir. Bu mantık yanlıştır.

# activeCurrencyExplanation
source: If you add foreign currency as income, the system will calculate the amount at the current exchange rate every time you open the app, this is called the active currency. When you spend the currency, the currency will become inactive.
ar: إذا أضفت العملة الأجنبية كدخل، سيقوم التطبيق بحساب المبلغ بسعر الصرف الحالي عند فتحك للبرنامج لكل مرة، وهذا ما يسمى بالعملة النشطة. عند صرفك للعملة ستصبح العملة غير نشطة.
tr: Eklediğiniz ilk döviz gelir türünde olursa, sistem o dövizin türü gider oluncaya dek tutarını güncel döviz kuru ile her açılışta tekrar hesaplayacaktır. Buna aktif döviz denir.

# inactiveCurrencyExplanation
source: When you spend your foreign currency, the remaining amount of foreign currency you previously added will not be recalculated. This is called inactive currency.
ar: عندما تقوم بصرف عملاتك الأجنبية، لن يتم إعادة حساب المبلغ المتبقي من العملة الأجنبية التي قمت بإضافتها مسبقًا. وهذه تسمى عملة غير نشطة.
tr: Ne zaman ki siz gider türünde döviz eklerseniz daha önce eklediğiniz gelir türünde dövizin artık tutarı tekrar hesaplanmaz. Buna pasif döviz denir.

# updateCurrencyTypeInstructions
source: You should not edit the existing foreign currency and change the type to expense. From Add Income/Expenses page, you must add foreign currency whose type is expense.
ar: يجب عليك ان لا تقوم بتعديل العملة الأجنبية الموجودة وتحولها إلى مصاريف. من صفحة إضافة الدخل/المصاريف يجب عليك إضافة عملة أجنبية من نوع مصاريف.
tr: Var olan dövizi düzenleyip türünü gider yapmamalısınız. Yeniden işlem ekleme sayfasından, türü gider olan döviz işlemini eklemelisiniz.

# currencyActivityCheckInstructions
source: You can check whether the currency is active or inactive from the activity details.
ar: يمكنك التحقق ما إذا كانت العملة نشطة أم غير نشطة من تفاصيل العملية.
tr: Bir dövizin aktif veya pasif döviz olup olmadığını işlem detayından görebilirsiniz.

# splitIncomeToExpenseExplanation
source: If you spend part of the foreign currency amount, the system will divide the amount starting from the oldest. The active foreign currency equivalent to the amount of the expense will become inactive, while the rest will continue to be active.
ar: إذا قمت بصرف جزء من مبلغ العملة الأجنبية، سيقوم التطبيق بتقسيم المبلغ بدءًا من الأقدم. بعدها ستصبح العملة الأجنبية النشطة التي تعادل مبلغ المصاريف غير نشطة، بينما سيظل الباقي نشطًا.
tr: Daha önce gelir türünde eklediğiniz dövizin tamamını değil de bir kısmını gider türünde eklerseniz sistem en eskisinden başlayarak gelir türünde olan dövizi parçalayacaktır. Giderin tutarı kadar aktif döviz pasifleşecek geri kalanı ise aktif olarak devam edecektir.

# myAssetsPageExplanation
source: You can follow your active currencies on the My Assets page. Foreign currencies you add from the My Assets page will also be active. Activities added here will not be reflected on the home page. This page exists to balance your assets. You should add your activities from the Add Income/Expenses page.
ar: يمكنك متابعة عملاتك النشطة على صفحة موجوداتي. العملات الأجنبية التي تضيفها من صفحة 'موجوداتي' ستكون نشطة أيضًا. العمليات المضافة هنا لا تظهر على الصفحة الرئيسية. هذه الصفحة موجودة لموازنة موجوداتك. يجب عليك إجراء عملياتك من صفحة أضف الدخل/المصاريف.
tr: Varlıklarım sayfasından aktif dövizlerinizi takip edebilirsiniz. Varlıklarım sayfasından ekleyeceğiniz dövizler de aktif olacaktır. Buradan eklenen işlemler ana sayfaya yansımaz. Bu sayfa varlığınızı denkleştirmek için vardır. İşlemlerinizi gelir-gider ekleme sayfasından yapmalısınız.

# currencyConversionExplanation
source: This list includes some currencies. All you have to do is select the currency you want to convert and enter the amount.
ar: تتضمن هذه القائمة بعض من العملات. كل ما عليك فعله هو تحديد العملة المراد صرفها وإدخال المبلغ.
tr: Açılır menülerde yalnızca uygulamada kullanabileceğiniz para birimleri yer almaktadır. Tek yapmanız gereken çevireceğiniz birimleri seçip tutarı girmektir.

# currencyConversionDirection
source: Indicates the direction of the currency conversion.
ar: يبين اتجاه عملية صرف العملة.
tr: Döviz çevirme işleminin yönünü göstermektedir.

# changeCurrencyLocation
source: You can change the conversion direction with this button.
ar: يمكنك تغيير موقع العملات بهذا الزر.
tr: Bu buton ile para birimlerinin yerlerini değiştirebilirsiniz.

# clearCopyButton
source: You can reset the amount with the delete button and copy the result with the copy button.
ar: يمكنك إعادة تحديد المبلغ باستخدام زر الحذف، ونسخ النتيجة بزر النسخ.
tr: Temizle butonu ile tutarı sıfırlayabilir, kopyala butonu ile sonucu kopyalayabilirsiniz.

# oldExchangeRateCalculation
source: If you want to calculate from the old exchange rate, all exchange rates recorded in the system will be displayed. Currently you cannot access a date that is not in the list.
ar: إذا أردت أن تحسب وفق سعر الصرف السابق، فسيتم عرض جميع أسعار الصرف المسجلة في التطبيق. حاليًا، لا يمكنك الوصول إلى تاريخ غير موجود في القائمة.
tr: Eski kurdan hesaplamayı seçerseniz, sistemimizde bu zamana dek kayıtlı olan bütün kur tarihleri çıkacaktır. Şu an da listede olmayan bir tarihe ulaşamazsınız.

# instructions
source: After entering the amount and interest, you have to choose the maturity period. You can see the results by pressing the Calculate button, and delete the values you entered with the Delete All button.
ar: بعد إدخال المبلغ والفائدة، عليك اختيار مدة الاستحقاق. يمكنك رؤية النتائج بالضغط على زر 'احسب'، وحذف القيم التي أدخلتها بواسطة زر حذف الجميع.
tr: Anapara ve faiz değerlerini girdikten sonra vade seçimi yapmanız gerekmektedir. Hesapla butonuna basarak sonuçları görebilir, sıfırla butonu ile girdiğiniz değerleri silebilirsiniz. Sonuçlar listelenecektir.

# maxAmount
source: You can enter a maximum of 7-digit amount. You cannot enter maturities other than those in the maturity list.
ar: يمكنك إدخال 7 أرقام كحد أقصى. لا يمكنك إدخال مدة استحقاق غير تلك الموجودة في قائمة الاستحقاقات.
tr: En fazla 7 haneli anapara girebilirsiniz. Vade listesinde yer alanların dışında vade giremezsiniz.

# instructionsPercentage
source: If you do not process the second number, you must enter a number and a percentage. It will give the percentage of the entered number.
ar: إذا لم تقم باستخدام الرقم الثاني للعملية فيجب عليك إدخال الرقم والنسبة المئوية. ستظهر النسبة المئوية للرقم الذي تم إدخاله.
tr: Tek sayılı işlemlerde bir sayı ve bir yüzde girmeniz gerekmektedir. Girilen sayının yüzdesini verecektir.

# secondNumberNote
source: You must check the box to process the second number.
ar: يجب عليك تحديد المربع لاستخدام الرقم الثاني.
tr: İkinci sayı için kutucuğu işaretlemelisiniz.

# twoNumberedTransactions
source: In two-numbered transactions, you can perform the transactions written on the page.
ar: في العمليات ذات الرقمين، يمكنك إجراء العمليات المكتوبة في الصفحة.
tr: İki sayılı işlemlerde; ikinci sayı birinci sayının yüzde kaçıdır ve birinci sayıdan ikinci sayıya değişim oranı kaçtır işlemlerini yapabilirsiniz.

# calenderPage
source: CALENDAR PAGE
ar: صفحة التقويم
tr: TAKVİM SAYFASI

# calenderPageDescription
source: You can access the activities you added from this customized calendar.
ar: يمكنك الوصول إلى العمليات التي أضفتها من هذا التقويم المخصص.
tr: Eklediğiniz işlemlere özelleştirilmiş bir takvim ile bu sayfadan ulaşabilirsiniz.

# changeMonthYear
source: Here you can change the month and year by swiping left or right.
ar: هنا يمكنك تغيير الشهر والسنة عن طريق التمرير إلى اليسار أو إلى اليمين.
tr: Burada ayı ve yılı sağa veya sola kaydırarak değiştirebilirsiniz.

# backToCurrentMonth
source: With this button, you can go back to the current month.
ar: باستخدام هذا الزر، يمكنك العودة إلى الشهر الحالي.
tr: Bu buton ile içinde bulunduğunuz ay’a hızlıca geçiş yapabilirsiniz.

# startingDayOfMonth
source: This button shows the starting day of the month. You can go to settings by long pressing to change it. (Example: If 15 is selected, the calendar will show activities until the 14th of the next month).
ar: يعرض هذا الزر يوم بداية الشهر. يمكنك الذهاب إلى الإعدادات بالضغط المطول لتغييره. (مثال: إذا تم تحديد 15، فسيعرض التقويم العمليات حتى اليوم الرابع عشر من الشهر التالي).
tr: Bu buton ayın başlangıç gününü göstermektedir. Değiştirmek için uzun basarak ayarlara gidebilirsiniz. (Örnek: 15 seçili ise takvim sonraki ayın 14’üne kadar işlenecektir).

# dayButtons
source: Days are buttons. Red or green indicates that your total activities for that day are negative or positive. When you click on any button, all activities for that day will appear.
ar: الأيام عبارة عن أزرار. يشير اللون الأحمر أو الأخضر إلى أن إجمالي عملياتك لذلك اليوم سلبي أو إيجابي. عند النقر على أي زر، ستظهر كافة العمليات لذلك اليوم.
tr: Günler aslında birer butondur. Kırmızı veya yeşil olmaları o gün için işlemlerinizin ekside veya artıda olduğunu gösterir. Bastığınızda ise o güne ait işlemlerin tümü karşınıza çıkacaktır.

# incomeNetAmountExpenses
source: Your total income, net amount, and total expenses for the selected month are displayed.
ar: يتم عرض إجمالي الدخل والوضع الحالي وإجمالي المصاريف للشهر المحدد.
tr: Seçili ayı ve başlangıç gününü hesaba katarak bütün işlemleri sizin için hesaplar. Gelir toplamınız net durumunuz ve gider toplamınız gösterilmektedir.

# statisticsPageHelp
source: STATISTICS PAGE
ar: صفحة الإحصائيات
tr: İSTATİSTİK SAYFASI

# statisticsPageHelpDescription
source: You can filter the activities and examine the distribution of activities according to categories.
ar: يمكنك تصنيف العمليات حسب رغبتك وتدقيق توزيع العمليات حسب الفئات.
tr: Eklediğiniz işlemlere filtreler uygulayarak işlemlerinizin kategorilere göre dağılımını inceleyebilirsiniz.

# infoBoxesForFiltering
source: These boxes will give you information about filtering. Yellow colored ones are included in the filtering.
ar: ستزودك هذه الخانات بمعلومات حول التصنيف. يشمل التصنيف الخانات الصفراء.
tr: Bu kutucuklar size filtreleme işlemi hakkında bilgi verecektir. Üzerine basılma aktifse o başlık da istatistiğe dahil olmuştur.

# filteringInstructions
source: You can filter the activity type, date, saved activities and payment method from the lists in the Statistics Filtering.
ar: يمكنك تصنيف نوع العملية وتاريخها والعمليات المسجلة وطريقة الدفع من القوائم الموجودة في تصنيف الإحصائيات.
tr: Filtrelemek için açtığınız menüden işlem türünün, tarihin, kayıtlı işlemlerin ve ödeme şeklinin nasıl filtreleneceğini açılır menüler ile kolayca seçebilirsiniz.

# resetButtonForFiltering
source: You can return the filtering to its default settings by pressing the reset button.
ar: يمكنك إعادة التصنيف لوضعه السابق باستخدام زر الرجوع.
tr: Eski haline getirdiğinizde ise içinde bulunduğunuz ayın tüm işlemleri filtrelenerek karşınıza çıkacaktır.

# filteringResult
source: As a result of filtering, the percentage and amount of the categories are shown. You can also see other details by clicking on it.
ar: سيتم عرض المبلغ والنسبة المئوية للفئات تبعا للتصنيف. ويمكنك أيضًا الاطلاع على تفاصيل أخرى من خلال النقر عليها.
tr: Kategorilerin filtreler sonucunda yüzde ve miktarı gösterilmektedir. Basıldığında ise detayları karşınıza çıkacaktır.

# pieChart
source: You can follow the distribution of categories via the pie chart.
ar: يمكنك متابعة توزيع الفئات عبر الرسم البياني الدائري.
tr: Kategorilerin dağılımını pasta grafiği üzerinden takip edebilirsiniz. Filtreler sonucunda en çok yüzdeye sahip kategoriler gösterilmektedir.

# question1
source: My records are gone what should I do?
ar: اختفت سجلاتي فجأة ماذا علي أن أفعل؟
tr: Verilerim silindi ne yapmam gerekiyor?

# answer1
source: You can restore your data from Google Drive. But if you have not backed up your data, you cannot restore your data. If you think the problem is not caused by you, please contact us.
ar: يمكنك استعادة بياناتك من جوجل درايف. ولكن إذا لم تقم بالنسخ الاحتياطي من قبل فلن تتمكن من استعادة بياناتك. إذا كنت تعتقد أن المشكلة ليست من عندك، يرجى التواصل معنا.
tr: Veri güvenliğiniz için verilerinizi yerel depolamanızda saklıyoruz. Yedekleme yapmadıysanız verilerinizi geri getiremezsiniz. Sorunun sizden kaynaklı olmadığını düşünüyorsanız lütfen bizimle iletişime geçin.

# question2
source: I want to contact you
ar: أريد التواصل معكم
tr: Size nasıl ulaşabilirim?

# answer2
source: You can contact us via our e-mail or Linkedin addresses. You can press the button to.
ar: يمكنك التواصل معنا عبر البريد الإلكتروني أو عبر عنوان لنكدن.
tr: Gerekli iletişim bilgileri İletişim sayfasında yer almaktadır. Gitmek için butona basabilirsiniz.

# question3
source: Can I export my data to Excel format?
ar: هل يمكنني تصدير بياناتي إلى تنسيق إكسل؟
tr: Verilerimi Excel çıktısı olarak alabilir miyim?

# answer3
source: Yes, after backing up your data to your Google Account, you can convert and view the .csv file as Excel.
ar: نعم، بعد نسخ بياناتك احتياطيًا إلى حساب جوجل الخاص بك، يمكنك تحويل وعرض ملف ‎.csv بتنسيق اكسل.
tr: Evet, verilerinizi Google Hesabınıza yedekledikten sonra .csv uzantılı dosyayı Excel olarak dönüştürüp görüntüleyebilirsiniz.

# question4
source: How does the foreign exchange system work, what does active and inactive currency mean?
ar: كيف يعمل نظام العملات الأجنبية، ماذا تعني العملة النشطة والعملة غير النشطة؟
tr: Döviz sistemi nasıl çalışıyor, aktif ve pasif döviz ne demek?

# answer4
source: This topic is explained in detail on the help page. You can press the button to go.
ar: تم شرح هذا الموضوع بالتفصيل في صفحة المساعدة. يمكنك النقر على الزر للذهاب.
tr: Yardım sayfasında bu konu detaylıca açıklanmıştır. Gitmek için butona basabilirsiniz.

# question5
source: Some of the data I backed up has been deleted, is this a bug?
ar: تم حذف بعض البيانات التي قمت بنسخها احتياطيًا، هل هذا حدث عن خطأ؟
tr: Yedeklediğim verilerin bazıları silinmiş, bu bir hata mı?

# answer5
source: No, this is not an error, our system requests Google Drive to delete old backups after a certain number of backups. You can store backups elsewhere if you wish.
ar: لا، هذا ليس خطأ، تطبيقنا يطلب من جوجل درايف حذف النسخ الاحتياطية القديمة بعد عدد معين. يمكنك تخزين النسخ الاحتياطية في مكان آخر إذا كنت ترغب في ذلك.
tr: Hayır, bu bir hata değil, sistemimiz belirli bir yedekleme sayısından sonra, eski tarihli yedeklemeleri silmesi için Google Drive’a istekte bulunuyor. Siz dilerseniz yedeklemeleri başka bir yerde saklayabilirsiniz.

# question6
source: What happens when you change the starting day of the month?
ar: ماذا يحدث عند تغيير بداية الشهر؟
tr: Ayın başlangıç günü neyi değiştiriyor?

# answer6
source: Depending on the day you choose, that will be the beginning of the month. For example: if you selected 15, the monthly data will be calculated until the 14th of the next month, and the display on the calendar and home page will change according to the selected day.
ar: اعتمادًا على اليوم الذي تختاره، سيكون ذلك بداية الشهر. على سبيل المثال: إذا قمت بتحديد 15، فسيتم حساب البيانات الشهرية حتى اليوم 14 من الشهر التالي، وسيتغير العرض على صفحة التقويم والصفحة الرئيسية وفقًا لليوم المحدد.
tr: Seçtiğiniz başlangıç gününe göre hesap kesim aralığınız ana sayfa ve takvim gibi sayfalarda değişecektir. Örnek olarak 15 seçildiyse, aylık veriler bir sonraki ayın 14 üne kadar hesaplanacaktır, takvim ve ana sayfadaki görüntü seçilen güne göre değişecektir.

# question7
source: What happens when the date format is changed?
ar: ماذا يحدث عند تغيير تنسيق التاريخ؟
tr: Tarih formatı neyi değiştiriyor?

# answer7
source: The date format you choose only changes the view. It has no impact on activities. You can choose the format you want.
ar: تنسيق التاريخ الذي تختاره يغير طريقة العرض فقط. ليس له أي تأثير على العمليات. يمكنك اختيار التنسيق الذي يناسبك.
tr: Seçtiğiniz tarih formatı sadece görünümü değiştirir. İşlemler üzerinde bir etkisi yoktur. Size uygun formatı seçebilirsiniz.

# question8
source: Can I add more than one card?
ar: هل يمكنني إضافة أكثر من بطاقة؟
tr: Birden fazla kart ekleyebilir miyim?

# answer8
source: No, you must add activities as if you had a single card. The option to add cards will come in subsequent updates.
ar: لا، يجب عليك إضافة العمليات كما لو كان لديك بطاقة واحدة. سيأتي خيار إضافة البطاقات في التحديثات اللاحقة.
tr: Hayır, şu an da işlem eklerken tek bir kartınız varmış gibi düşünüp işlem yapmalısınız. Sonraki güncellemelerde kart ekleme seçeneği de gelecektir.

source: Backup Failed
ar: فشل النسخ الاحتياطي
tr: Yedekleme Yapılamadı

# backupFailedEnter
source: Backup Failed
ar: فشل النسخ الاحتياطي
tr: Yedekleme Yapılamadı

# backupFailedDescription
source: Backup could not be done due to internet connection. Check the connection and log in again.
ar: لا يمكن إجراء النسخ الاحتياطي بسبب عدم الاتصال بالإنترنت. تحقق من الاتصال وقم بتسجيل الدخول مرة أخرى.
tr: Muhtemel sorun, ağ akışından veya hesap süresinin dolmasından kaynaklı olabilir. Bazen yaşanabilen bir durumdur. Çözüm için yeniden giriş yapmanız en sağlıklı yoldur. Yeniden giriş yaptığınız durumda sizin için bugünün yedeklemesini yapacağız.

# activeAccount
source: Account:
ar: الحساب:
tr: Aktif Hesap:

# signInAndBackupWithGoogle
source: Sign in and Backup with Google (Recommended)
ar: تسجيل الدخول والنسخ الاحتياطي باستخدام جوجل (مقترح)
tr: Google ile Oturum Aç ve Yedekle (Önerilen)

source: Turn Off Backup and Sign Out from Google.
ar: قم بإيقاف النسخ الاحتياطي وتسجيل الخروج من جوجل.
tr: Yedeklemeyi ve Google Oturumunu Kapat

# clickToCheck
source: Tap to Check
ar: انقر للتحقق
tr: Kontrol Etmek İçin Dokunun

# noInternetConnection
source: No internet connection found. Backup could not be done.
ar: لم يتم الاتصال بالإنترنت. لم يتم النسخ الاحتياطي.
tr: İnternet bağlantısı bulunamadı. Yedekleme Yapılamıyor.

# okAnladim
source: Ok
ar: حسنا
tr: Anladım
