Repository: zahidayturan/ButceTakip
Catalog: lib/l10n/app_*.arb
Languages: ar, tr

# appLanguage
source: En
ar: Ar
tr: Tr

# statisticsTitle
source: STATISTICS
ar: الإحصائيات
tr: İSTATİSTİKLER

# activityCalendarTitle
source: ACTIVITY CALENDAR
ar: تقويم العمليات
tr: İŞLEM TAKVİMİ

# calculatorTitle
source: CALCULATOR
ar: الآلة الحاسبة
tr: HESAP MAKİNESİ

# otherActivitiesTitle
source: OTHER ACTIVITIES
ar: عمليات أخرى
tr: DİĞER İŞLEMLER

# addIncomeExpensesTitle
source: ADD INCOME / EXPENSES
ar: أضف الدخل / المصاريف
tr: GELİR / GİDER EKLE

# editTitle
source: EDIT
ar: تنظيم العملية
tr: İŞLEM DÜZENLEME

# addAgainTitle
source: ADD AGAIN
ar: أضف مجددًا
tr: İŞLEMİ TEKRAR EKLE

# settingsTitle
source: SETTINGS
ar: إعدادات
tr: AYARLAR

# helpTitle
source: HELP
ar: مساعدة
tr: YARDIM

# helpTitle2
source: HELP<
ar: مساعدة<
tr: YARDIM<

# loginPasswordTitle
source: LOGIN PASSWORD
ar: كلمة المرور
tr: GİRİŞ ŞİFRESİ

# backupTitle
source: BACKUP
ar: النسخ الاحتياطي
tr: YEDEKLEME

# contactUsTitle
source: CONTACT US
ar: تواصل معنا
tr: İLETİŞİM

source: MY ASSETS
ar: موجوداتي
tr: VARLIKLARIM

# myAssetsSmall
source: My Assets
ar: موجوداتي
tr: Varliklarim

# selectLanguage
source: Please select a language
ar: الرجاء اختر اللغة
tr: Lütfen dil seçiniz

# languageSelection
source: Languages
ar: اختيار اللغة
tr: Dil Seçimi

# betterExperience
source: For a better experience, complete the installation before starting
ar: للحصول على تجربة أفضل، أكمل التثبيت قبل البدء
tr: Daha iyi bir deneyim için başlamadan önce kurulumu tamamlayınız

source: Start Installation
ar: ابدأ التثبيت
tr: Kuruluma Başla

source: Skip installation
ar: تخطى التثبيت
tr: Kurulumu atla

source: Continue Installation
ar: عد إلى التثبيت
tr: Kuruluma Geri Dön

# skipInstallationWarning
source: If you skip the installation, the default settings will be selected automatically.
ar: إذا قمت بتخطي التثبيت، سيتم تعيين الإعدادات الافتراضية تلقائيًا.
tr: Kurulumu atlarsanız varsayılan ayarlar otomatik olarak seçilecektir.

source: Skip
ar: تخطى
tr: Atla

# selectCurrencyForApplication
source: Select the currency you will use in the application
ar: اختر العملة التي ستستخدمها في التطبيق
tr: Uygulamada kullanacağınız para birimini seçiniz

source: Currency
ar: العملة
tr: Para Birimi

source: App Notifications
ar: اشعارات التطبيق
tr: Uygulama Bildirimleri

# setNotification
source: Adjust
ar: ضبط
tr: Ayarlayın

# backupPreference
source: Backup Data
ar: النسخ الاحتياطي
tr: Yedekleme Tercihi

# backupYourDataSecurely
source: Back up your data securely with Google Drive
ar: انسخ بياناتك احتياطيًا بأمان باستخدام جوجل درايف
tr: Google Drive ile verilerinizi güvenle yedekleyin

# backupYourDataSecurelyViaGoogleAccount
source: Back up your data securely with Google account
ar: انسخ بياناتك احتياطيًا بأمان باستخدام حساب جوجل
tr: Google hesabı ile verilerinizi güvenle yedekleyin

# signInGoogle
source: Sign In With Google Account
ar: تسجيل الدخول عبر حساب جوجل
tr: Google Hesabı İle Oturum Aç

source: Skip Backup
ar: تخطى النسخ الاحتياطي
tr: Yedeklemeyi Geç

source: Account Selection
ar: اختيار الحساب
tr: Hesap Seçimi

source: Your Asset Status
ar: موجوداتك الحالية
tr: Varlık Durumunuz

# trackAssets
source: You can easily track your income and expenses by entering your assets.
ar: يمكنك بسهولة متابعة دخلك ومصاريفك عن طريق إدخال موجوداتك.
tr: Sahip olduğunuz para miktarını ekleyerek gelir-gider takibinizi kendi varlığınıza göre yapabilirsiniz.

# startFromZero
source: You can add your assets later if you want.
ar: يمكنك إضافة موجوداتك لاحقًا إذا أردت.
tr: Girmediğiniz durumda uygulamada yer alan varlığınız sıfırdan başlayacaktır. Daha sonra bu işlemi tekrar yapabilirsiniz.

# enterBankAssets
source: Enter your bank assets
ar: أدخل موجوداتك في البنك
tr: Bankadaki varlığınızı giriniz

# enterCashAssets
source: Enter your cash assets
ar: أدخل موجوداتك النقدية
tr: Nakit varlığınızı giriniz

# enterOtherAssets
source: Enter your other assets
ar: أدخل موجوداتك الأخرى
tr: Diğer varlıklarınızı giriniz

# startingAmount
source: Your starting amount:
ar: المبلغ الذي ستبدأ به
tr: Başlangıç tutarınız:

source: Complete
ar: أتم
tr: Tamamla

source: Budget Track
ar: متابعة الميزانية
tr: Bütçe Takip

# appPreparationMessage
source: Your App is Getting Ready
ar: يتم إعداد تطبيقك
tr: Uygulamanız Hazırlanıyor

# thankYouMessage
source: Thank you for using Budget Wise
ar: شكرًا لك على استخدام برنامجنا
tr: kullandığınız için teşekkür ederiz

source: Saved Activities
ar: العمليات المحفوظة
tr: Kayıtlı İşlemler

# savedActivitiesAmount
source: Amount
ar: مبلغ العملية
tr: İşlem Tutarı

# savedActivitiesCategory
source: Category
ar: فئة العملية
tr: İşlem Kategorisi

source: Number of Saved Activities:
ar: عدد العمليات المحفوظة:
tr: Kayıtlı İşlem Sayısı:

source: Last Activities
ar: العمليات الأخيرة
tr: Son İşlemler

# numberOfShowingActivities
source: Showing Activities
ar: عدد العمليات اللتي ستظهر
tr: Gösterilecek İşlem Sayısı

source: Repetitive Activities
ar: العمليات المكررة
tr: Tekrarlı İşlemler

# cancelRepetition
source: Cancel The Repetition
ar: إلغاء التكرار
tr: Tekrarı İptal Et

# yesCancel
source: Yes
ar: نعم
tr: Evet

# confirmNoRepeat
source: This activity will not be repeated again, do you confirm?
ar: هذه العملية لن تتكرر مجددا، هل توافق؟
tr: Bu işlem bundan sonra tekrarlanmayacak, onaylıyor musunuz?

# repeatCancelled
source: Repeat canceled
ar: تم إلغاء التكرار
tr: Tekrar iptal edildi

# activityDetailsSmall
source: Activity Details
ar: تفاصيل العملية
tr: İşlem Detayları

# activeRepetitiveActivities
source: Number of Active Repeating Activities:
ar: عدد العمليات المكررة النشطة:
tr: Aktif Tekrarlı İşlem Sayısı:

source: Installment Activities
ar: عمليات التقسيط
tr: Taksitli İşlemler

# cancelInstallment
source: Cancel The Installment
ar: إلغاء التقسيط
tr: Taksidi İptal Et

# confirmNoInstallments
source: Subsequent installments will not be processed, do you confirm?
ar: لن يتم إجراء عمليات التقسيط لاحقا، هل توافق؟
tr: Bundan sonraki taksitler işleme alınmayacak, onaylıyor musunuz?

# installmentCancelled
source: Installment canceled
ar: تم إلغاء التقسيط
tr: Taksit iptal edildi

# activeInstallmentActivities
source: Number of Active Installment Activities:
ar: عدد عمليات التقسيط النشطة:
tr: Aktif Taksitli İşlem Sayısı:

# searchActivity
source: Search for an Activity
ar: ابحث عن عملية
tr: İşlem Ara

# noMatchData
source: No Matching Data
ar: لا توجد بيانات مطابقة
tr: Eşleşen Veri Yok

# numberOfActivitiesForSearchSection
source: Number of Activities:
ar: عدد العمليات:
tr: Gösterilen Kayıt Sayısı:

source: January
ar: يناير
tr: Ocak

source: February
ar: فبراير
tr: Şubat

source: March
ar: مارس
tr: Mart

source: April
ar: أبريل
tr: Nisan

source: May
ar: مايو
tr: Mayıs

source: June
ar: يونيو
tr: Haziran

source: July
ar: يوليو
tr: Temmuz

source: August
ar: أغسطس
tr: Ağustos

source: September
ar: سبتمبر
tr: Eylül

source: October
ar: أكتوبر
tr: Ekim

source: November
ar: نوفمبر
tr: Kasım

source: December
ar: ديسمبر
tr: Aralık

source: Monday
ar: الاثنين
tr: Pazartesi

source: Tuesday
ar: الثلاثاء
tr: Salı

source: Wednesday
ar: الأربعاء
tr: Çarşamba

source: Thursday
ar: الخميس
tr: Perşembe

source: Friday
ar: الجمعة
tr: Cuma

source: Saturday
ar: السبت
tr: Cumartesi

source: Sunday
ar: الأحد
tr: Pazar

# activityCount
source: Activities
ar: عدد العمليات
tr: Kayıt

# todaysActivities
source: Todayâ€™s Activities
ar: عمليات اليوم
tr: Bugünün Bilgileri

source: Category
ar: الفئة
tr: Kategori

source: Payment
ar: كيفية الدفع
tr: Ödeme

source: Amount
ar: المبلغ
tr: Tutar

source: Time
ar: الوقت
tr: Saat

source: Monthly Income
ar: الدخل الشهري
tr: Aylık Gelir

source: Monthly Expenses
ar: المصاريف الشهرية
tr: Aylık Gider

# monthlyExpensesWithoutEnter
source: Monthly Expenses
ar: المصاريف الشهرية
tr: Aylık Gider

source: No Activity
ar: لا يوجد قيد
tr: Kayıt Yok

# monthlyStatisticsOnlyForEnglishAndArabic
source: Statistics for
ar: إحصائيات شهر

source: Daily average spending
ar: متوسط مبلغ المصاريف اليومية
tr: Ortalama günlük harcama tutarı

# spendingScore
source: Budget score
ar: معدل المصاريف
tr: Bütçe puanı

# mostSpendingCategory
source: Category with the most spending
ar: الفئة الأكثر إنفاقًا
tr: En çok harcama yapılan kategori

# changeInNetSpending
source: Change in net spendings compared to the previous month
ar: وضع التغير الصافي مقارنة بالشهر السابق
tr: Bir önceki aya göre net durumun değişimi

# mostSpendingDay
source: Day with the most spending
ar: اليوم الأكثر إنفاقًا
tr: En çok harcama yapılan gün

# monthlyIncomeExpenseScore
source: Score calculated based on monthly income-expense ratio
ar: المبالغ المحسوبة وفق معدل الدخل و المصاريف الشهرية
tr: Aylık olarak gelir gider oranına göre hesaplanan puan

source: No spending
ar: لا يوجد مصاريف
tr: Harcama yok

source: No result
ar: لا يوجد بعد
tr: Henüz yok

source: Most expensive spending
ar: أبهظ المصاريف
tr: En pahalı harcama

source: BOTH
ar: كلاهما
tr: HEPSİ

source: INCOME
ar: الدخل
tr: GELİR

source: EXPENSES
ar: المصاريف
tr: GİDER

source: YEARLY
ar: السنوي
tr: YILLIK

source: MONTHLY
ar: الشهري
tr: AYLIK

source: WEEKLY
ar: الاسبوعي
tr: HAFTALIK

source: DAILY
ar: اليومي
tr: GÜNLÜK

source: Data not found
ar: لم يتم العثور على بيانات
tr: Veri bulunamadı

# totalAmountStatistics
source: Total Amount
ar: المبلغ الاجمالي
tr: Toplam Tutar

# yesBig
source: YES
ar: نعم
tr: EVET

# noBig
source: NO
ar: لا
tr: HAYIR

# categoryAppBar
source: Category
ar: فئة
tr: Kategorisi

source: Tap to Filter
ar: انقر للتصنيف
tr: Filtrelemek İçin Dokun

source: Statistics Filtering
ar: تصنيف الإحصائيات
tr: İstatistik Filtreleme

source: Activity Type
ar: نوع العملية
tr: İşlem Türü

# dateStatistics
source: Date
ar: التاريخ
tr: Tarih

source: PERIOD
ar: الدوري
tr: PERİYOT

source: Only Saved Activities
ar: العمليات المسجلة فقط
tr: Sadece Kayıtlı İşlemler

# paymentMethodStatistics
source: Payment Method
ar: كيفية الدفع
tr: Ödeme Şekli

source: ALL
ar: الجميع
tr: HEPSİ

source: Reset
ar: رجوع
tr: Eski Haline Getir

# okStatistics
source: OK
ar: تم
tr: TAMAM

source: View Full List
ar: اعرض القائمة بأكملها
tr: Listenin Tamamını Görüntüle

source: Full List
ar: القائمة بأكملها
tr: Listenin Tamamı

source: Number of Elements Shown
ar: عدد العناصر المعروضة
tr: Gösterilen Eleman Sayısı

# noEnoughDataForTheChart
source: There is no enough data for the chart
ar: لا توجد بيانات كافية للمخطط
tr: Grafik için yeterli veri yok

source: First day of the Month
ar: بداية الشهر
tr: Ayın Başlangıç Günü

# setAsExceptTurkish
source: set as
ar: اضبط

# defaultOption
source: Default 1
ar: الافتراضي (1)
tr: Varsayılan 1

source: Income Info
ar: معلومات الدخل
tr: Gelir Bilgisi

source: Expense Info
ar: معلومات المصاريف
tr: Gider Bilgisi

# calendarMonday
source: Mo
ar: ن
tr: Pz

# calendarTuesday
source: Tu
ar: ث
tr: Sa

# calendarWednesday
source: We
ar: ر
tr: Ça

# calendarThursday
source: Th
ar: خ
tr: Pe

# calendarFriday
source: Fr
ar: ج
tr: Cu

# calendarSaturday
source: Sa
ar: س
tr: Ct

# calendarSunday
source: Su
ar: ح
tr: Pz

# calendarMonthStartDayButton
source: The starting day of the month. Long Press to Change it
ar: يعرض هذا الزر يوم بداية الشهر. يمكنك تغييره بالضغط المطول.
tr: Ayın Başlangıç Günü Değiştirmek İçin Uzun Basın

source: Data for the day not found!
ar: لم يتم العثور على بيانات اليوم!
tr: Güne ait veri bulunamadı!

source: DATE
ar: التاريخ
tr: TARİH

source: Missing entry
ar: عملية ناقصة
tr: Eksik İşlem

source: Please enter an amount!
ar: الرجاء أدخل المبلغ!
tr: Lütfen bir tutar giriniz!

# enterAmountAndCategory
source: Please enter an amount and a category!
ar: الرجاء أدخل المبلغ و الفئة!
tr: Lütfen bir tutar ve bir kategori giriniz!

# enterCategoryWarning
source: Please enter a category!
ar: الرجاء أدخل الفئة!
tr: Lütfen bir kategori giriniz!

source: Ok
ar: حسنا
tr: Tamam

source: Something went wrong:
ar: هناك خطأ ما:
tr: Bir hata oluştu:

source: Tap to select
ar: انقر للإختيار
tr: Seçmek için dokunun

source: Expense Categories
ar: فئات المصاريف
tr: Gider Kategorileri

source: Income Categories
ar: فئات الدخل
tr: Gelir Kategorileri

source: Add / Delete Category
ar: أضف / احذف الفئة
tr: Kategori Ekle / Sil

source: System Category
ar: فئة النظام
tr: Sistem Kategorisi

source: Add expense category...
ar: أضف فئة المصاريف...
tr: Gider kategorisi ekleyin...

source: Add income category...
ar: أضف فئة الدخل...
tr: Gelir kategorisi ekleyin...

# doneCategory
source: Done
ar: تم
tr: Tamam

# foodExpense
source: Food
ar: الطعام
tr: Yemek

# clothingExpense
source: Clothing
ar: الملابس
tr: Giyim

# entertainmentExpense
source: Entertainment
ar: الترفيه
tr: Eğlence

# educationExpense
source: Education
ar: التعليم
tr: Eğitim

# duesRentExpense
source: Dues/Rent
ar: الرسوم/الإيجار
tr: Aidat/Kira

# shoppingExpense
source: Shopping
ar: التسوق
tr: Alışveriş

# personelExpense
source: Personel-
ar: -خاص
tr: Özel-

# transportExpense
source: Transport
ar: المواصلات
tr: Ulaşım

# healthExpense
source: Health
ar: الصحة
tr: Sağlık

source: Daily Expenses
ar: الاحتياجات اليومية
tr: Günlük Yaşam

# hobbyExpense
source: Hobby
ar: الهوايات
tr: Hobi

# otherExpense
source: Other-
ar: -أخرى
tr: Diğer-

# pocketMoneyIncome
source: Pocket Money
ar: المصروف
tr: Harçlık

# grantIncome
source: Grant
ar: منحة دراسية
tr: Burs

# salaryIncome
source: Salary
ar: الراتب
tr: Maaş

# creditIncome
source: Credit
ar: قرض
tr: Kredi

# personalIncome
source: Personal+
ar: +خاص
tr: Özel+

# duesRentIncome
source: Rent/Dues
ar: الإيجار/الرسوم
tr: Kira/Aidat

# overtimeIncome
source: Overtime
ar: دوام إضافي
tr: Fazla Mesai

source: Freelance Income
ar: دخل مستقل
tr: İş Getirisi

# incomeViaCurrencyIncome
source: Income Via Currency
ar: دخل بواسطة العملة
tr: Döviz Getirisi

source: Investment Income
ar: دخل الاستثمار
tr: Yatırım Getirisi

# otherIncome
source: Other+
ar: +أخرى
tr: Diğer+

source: Delete Category
ar: حذف الفئة
tr: Kategori Silme

# categoryWithTwoDots
source: Category:
ar: الفئة:
tr: Kategori:

source: Number of Activities:
ar: عدد العمليات:
tr: Mevcut İşlem Sayısı:

# deleteAndKeep
source: Delete and keep the categories from old records. (Suggested)
ar: احذف واحفظ الفئات الموجودة في السجلات السابقة. (المقترح)
tr: Sil ve eski kayıtlarda yer alan kategorileri sakla. (Önerilen)

# deleteAndReplace
source: Delete and replace the categories in the old records with another category.
ar: احذف واستبدل الفئات الموجودة في السجلات السابقة بفئة أخرى.
tr: Sil ve eski kayıtlarda yer alan kategorileri başka bir kategori ile değiştir.

source: Keep and delete
ar: احفظ و احذف
tr: Sakla ve sil

# categoryWillBeDeletedOldRecordsWillNotBeChanged
source: The category you selected will be deleted and the old records will not be changed.
ar: سيتم حذف الفئة التي اخترتها ولن يتم أي تغيير في السجلات السابقة.
tr: Seçtiğiniz kategori silinecek ve eski kayıtlarda bir değişiklik olmayacak

source: Replace and delete
ar: غير و احذف
tr: Değiştir ve sil

# replaceCategoryQuestion
source: Enter the edited category
ar: اكتب الفئة المنظمة
tr: Düzenlenmiş kategoriyi yazınız

# replaceCategoryOldRecords
source: Which category should replace the categories in the old records?
ar: ما الفئة التي يجب أن تحل محل الفئات الموجودة في السجلات القديمة؟
tr: Eski kayıtlardaki kategoriler hangi kategori ile değiştirilsin

# replaceWithExceptTurkish
source: replace with
ar: استبدل ب

source: Select category
ar: اختر فئة
tr: Kategori seçiniz

# doneSmall
source: Done
ar: تم
tr: Tamam

source: Edit Category
ar: تنظيم الفئة
tr: Kategori Düzenleme

# editAndKeep
source: Edit and keep categories from old records. (Suggested)
ar: نظم واحفظ الفئات الموجودة في السجلات السابقة. (المقترح)
tr: Düzenle ve eski kayıtlarda yer alan kategorileri sakla. (Önerilen)

# editAndReplace
source: Edit and replace the categories in the old records with the edited category.
ar: نظم واستبدل الفئات الموجودة في السجلات السابقة بالفئة المنظمة.
tr: Düzenle ve eski kayıtlarda yer alan kategorileri de düzenlenmiş kategori ile değiştir.

source: Keep and edit
ar: احفظ ونظم
tr: Sakla ve düzenle

source: Replace and edit
ar: غير ونظم
tr: Değiştir ve düzenle

# enterCategory
source: Enter a category
ar: اكتب الفئة
tr: Kategoriyi yazınız

source: CASH
ar: نقدا
tr: NAKİT

source: CARD
ar: بطاقة
tr: KART

# otherPaye
source: OTHER
ar: أخرى
tr: DİĞER

source: SAVE
ar: حفظ
tr: KAYDET

source: ADD NOTE
ar: أضف ملاحظة
tr: NOT EKLE

source: Delete
ar: حذف
tr: Temizle

source: CUSTOMIZE
ar: خصّص
tr: ÖZELLEŞTİR

source: Tap to customize
ar: انقر للتخصيص
tr: Özelleştirmek için dokunun

# repeat
source: REPETITION
ar: متكرّرات
tr: TEKRAR

source: Select
ar: اختر
tr: Seçiniz

source: Remove
ar: قم بإلغاء الاختيار
tr: Seçimi Kaldır

source: INSTALLMENT
ar: تقسيط
tr: TAKSİT

# enterMonths
source: Enter number of months (1-144)
ar: اكتب عدد الأشهر (1-144)
tr: Ay sayısını yazınız (1-144)

# month
source: Months
ar: الشهر
tr: Ay

source: Monthly Installment
ar: القسط الشهري
tr: Aylık Taksit

# dailyAddData
source: Daily
ar: يومي
tr: Günlük

# weeklyAddData
source: Weekly
ar: أسبوعي
tr: Haftalık

source: Biweekly
ar: كل أسبوعين
tr: İki Haftada Bir

# monthlyAddData
source: Monthly
ar: شهري
tr: Aylık

source: Bimonthly
ar: كل شهرين
tr: İki Ayda Bir

source: Every Three Months
ar: مرة كل ثلاثة أشهر
tr: Üç Ayda Bir

source: Every Four Months
ar: مرة كل أربعة أشهر
tr: Dört Ayda Bir

source: Every Six Months
ar: مرة كل ستة أشهر
tr: Altı Ayda Bir

# yearlyAddData
source: Yearly
ar: سنوي
tr: Yıllık

# tekrarTurkEmpty
source: Repeats
ar: تكرار

source: DELETE ALL
ar: حذف الجميع
tr: SIFIRLA

source: DONE
ar: تم
tr: EKLE

source: Activity added
ar: تم إضافة العملية
tr: İşlem verisi eklendi

source: Percentage Calculation
ar: الحساب بنسبة المئوية
tr: Yüzde Hesaplama

source: Calculator
ar: الآلة الحاسبة
tr: Hesap Makinesi

source: Number
ar: الرقم
tr: Sayı

source: Percentage Rate
ar: النسبة المئوي
tr: Yüzde Oranı

source: Enter a number
ar: أدخل الرقم
tr: Sayıyı Giriniz

source: Enter a Percentage
ar: أدخل النسبة المئوية
tr: Yüzdeyi Giriniz

source: Result
ar: النتيجة
tr: Sonuç

source: Process The Second Number
ar: استخدم الرقم الثاني للعملية
tr: 2.Sayıyı İşleme Al

source: First Number
ar: الرقم الأول
tr: 1.Sayı

source: Second Number
ar: الرقم الثاني
tr: 2.Sayı

# result2
source: Result
ar: نتيحة العملية
tr: İşlem sonucu

# secondNumberPercentageOfFirstNumber
source: What percentage is the second number of the first number?
ar: النسبة المئوية للرقم الثاني من الرقم الأول؟
tr: 2.Sayı 1.Sayının Yüzde Kaçıdır?

# rateOfChange
source: What is the rate of change from the first number to the second number?
ar: ما هو معدل التغير من الرقم الأول إلى الرقم الثاني؟
tr: 1.sayıdan 2.sayıya değişim oranı kaçtır?

source: Credit Calculation
ar: حساب القرض
tr: Kredi Hesaplama

# amount2
source: Amount
ar: المبلغ
tr: Ana Para

source: Interest (Percent)
ar: الفائدة (بالنسبة المئوية)
tr: Faiz (Yüzde)

# maturity
source: Maturity (Month)
ar: الاستحقاق (الشهر)
tr: Vade (Ay)

source: Calculate
ar: احسب
tr: Hesapla

# deleteAll2
source: Delete All
ar: حذف الجميع
tr: Sıfırla

source: Please fill in the required fields!
ar: الرجاء تعبئة الخانات المطلوبة!
tr: Lütfen gerekli alanları doldurun!

source: Monthly Equal Instalments:
ar: أقساط شهرية متساوية:
tr: Aylık Eşit Taksit:

source: Total Amount:
ar: المبلغ الإجمالي:
tr: Toplam Ana Para:

source: Total Interest:
ar: مجموع الفوائد:
tr: Toplam Faiz:

source: Total Payment:
ar: مبلغ الدفع الإجمالي:
tr: Toplam Ödeme:

source: Copy
ar: نسخ
tr: Kopyala

source: Copied to clipboard:
ar: تم النسخ:
tr: Panoya kopyalandı:

source: Calculate from Current Exchange Rate
ar: احسب وفق سعر الصرف الحالي
tr: Güncel Kurdan Hesapla

source: Calculate from Old Exchange Rate
ar: احسب وفق سعر الصرف السابق
tr: Eski Kurdan Hesapla

source: Current Exchange Rate :
ar: سعر الصرف الحالي :
tr: Güncel Kur :

source: Exchange Rate :
ar: سعر الصرف :
tr: Kur :

source: Last Update :
ar: آخر تحديث :
tr: Son Güncelleme :

source: Currency Converter
ar: صرف العملات
tr: Döviz Çevirici

source: Calculate Percentage
ar: احسب بالنسبة المئوية
tr: Yüzde Hesapla

source: Calculate Interest-Credit
ar: احسب الفائدة - القرض
tr: Faiz-Kredi Hesapla

# currencyConverterWarning
source: Currency rates are updating.
ar: يتم تحديث أسعار العملات
tr: Döviz kurları güncelleniyor.

source: Settings
ar: الإعدادات
tr: Ayarlar

source: Help
ar: مساعدة
tr: Yardım

source: Login Password
ar: كلمة المرور
tr: Giriş Şifresi

source: Download Data
ar: تحميل البيانات
tr: Verileri İndir

source: Contact us
ar: تواصل معنا
tr: İletişim

source: Assets
ar: الموجودات
tr: Varlıklar

source: Your Net Asset
ar: حالة موجوداتك الصافية
tr: Net Varlık Durumunuz

source: Feedback
ar: اقتراح
tr: Öneri

source: Write =>
ar: اكتب =>
tr: Yaz =>

source: Evaluate
ar: قيّم
tr: Değerlendir

source: Recommend
ar: دعوة
tr: Tavsiye Et

# heyDoYouWantManage
source: Hey! Do you want to manage your budget?
ar: مرحبًا! هل تريد متابعة ميزانيتك؟
tr: Hey! Bütçeni kontrol altına almak ister misin?

# download
source: Download Budget Wise
ar: تحميل متابعة الميزانية
tr: Bütçe Takip indir

source: Version
ar: الإصدار
tr: Versiyon

source: Dark Mode
ar: الوضع الداكن
tr: Koyu Tema

source: Off
ar: غير مفعل
tr: Kapalı

source: On
ar: مفعل
tr: Açık

source: Backup Status
ar: وضع النسخ الاحتياطي
tr: Yedekleme Durumu

source: Notifications
ar: الإشعارات
tr: Bildirimler

# defaultCurrency
source: Currency
ar: العملة المستخدمة
tr: Varsayılan Para Birimi

# changeCurrencyWarning
source: The currency of all records will be changed to the following currency according to the exchange rate of the activity date:
ar: سيتم تبديل عملة جميع السجلات إلى العملة التالية وفقًا لسعر الصرف في تاريخ العملية:
tr: Bütün kayıtların para birimi, işlem tarihinin döviz kuruna göre şu para birimi ile çevrilecek:

source: Convert
ar: بدل
tr: Çevir

# convertMessage
source: Converting please wait
ar: انتظر من فضلك يتم تبديل العملة
tr: Para birimi çevriliyor lütfen bekleyiniz

source: Language
ar: اللغة
tr: Dil

source: Date Format
ar: تنسيق التاريخ
tr: Tarih Formatı

source: Day.Month.Year
ar: سنة.شهر.يوم
tr: Gün.Ay.Yıl

source: Month.Day.Year
ar: سنة.يوم.شهر
tr: Ay.Gün.Yıl

source: Year.Month.Day
ar: يوم.شهر.سنة
tr: Yıl.Ay.Gün

source: Help Center
ar: مركز المساعدة
tr: Yardım Merkezi

source: What's New
ar: الجديد
tr: Yenilikler

source: Guideline
ar: الإرشادات
tr: Başlarken

source: Home Page
ar: الصفحة الرئيسية
tr: Ana Sayfa

source: Statistics Page
ar: صفحة الاحصائيات
tr: İstatistik Sayfası

source: Calendar Page
ar: صفحة التقويم
tr: Takvim Sayfası

# calculatorHelp
source: Calculator
ar: الآلة الحاسبة
tr: Hesap Makinesi

source: Backup System
ar: نظام النسخ الاحتياطي
tr: Yedekleme Sistemi

# addEditHelp
source: Add Edit
ar: أضف حرر
tr: Ekle Düzenle

# exchangeSystemHelp
source: Exchange System
ar: نظام صرف العملات
tr: Döviz Sistemi

# faq
source: Frequently Asked Questions
ar: أسئلة يتكرر طرحها
tr: Sıkça Sorulan Sorular

# appShutdown
source: Application Keeps Shutting Down
ar: إغلاق التطبيق تلقائيا
tr: Uygulamam Aniden Kapanıyor

# recordsGone
source: My Records Are Gone What Should I Do?
ar: سجلاتي اختفت فجأة ماذا علي أن أفعل؟
tr: Kayıtlarım Aniden Gitti Ne Yapmam Gerekiyor?

source: I Want To Contact You
ar: أريد التواصل معكم
tr: Size Ulaşmak İstiyorum

# answerOne
source: In some cases, we may encounter unexpected results. In such a case, what you need to do is checking the updates. If the problem is not solved, please leave a feedback.
ar: قد نواجه في بعض الحالات نتائجا غير متوقعة. ما عليك في مثل هذه الحالة إلا أن تتحقق من وجود التحديثات اللازمة. إذا استمرت هذه المشكلة، تواصل معنا.
tr: Bazı durumlarda beklenmeyen sonuçlarla karşılaşabiliyoruz. Böyle bir durumda yapmanız gereken güncellemeleri kontrol etmektir. Eğer hala sorun devam ediyorsa lütfen geri bildirim bırakınız.
